Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Nucleic acid amplification reagents [other than for medical use]
it: Reagenti per l'amplificazione dell'acido nucleico [non per uso medico]

source: Mixtures of chemicals and natural materials for use as horticultural fertilizers
it: Miscele di prodotti chimici e materiali naturali da utilizzare come fertilizzanti orticoli

source: Fertilizers for soil
it: Concimi per terreno

source: Chemical stabilisers for use on upholstery
it: Stabilizzatori chimici per rivestimenti

source: Chemical substances for modifying the properties of polymers
it: Sostanze chimiche per la modifica delle proprietà di polimeri

source: Chemical substances for stabilizing foam
it: Sostanze chimiche per stabilizzare la schiuma

source: Chelated substances for use as fertilizers for plant foliage
it: Sostanze chelate per uso come fertilizzanti per le foglie delle piante

source: Chelated substances for use as nutrients for plant foliage
it: Sostanze chelate per uso come nutrienti per le foglie delle piante

source: Chemical products for the manufacture of photographic products
it: Prodotti chimici per la produzione di prodotti fotografici

source: Chemical products for the manufacture of toilet preparations
it: Prodotti chimici per la produzione di prodotti da toilette

source: Fulling preparations
it: Materie per follature

source: Dressings for seeds
it: Mordenti per semenze

source: Binding agents for flock-printing
it: Leganti per stampa per floccaggio

source: Binding substances for industrial use
it: Sostanze leganti per uso industriale

source: Calcium carbonate powder
it: Polvere di carbonato di calcio

source: Ammonium aldehyde
it: Aldeide ammoniaca

source: Anthranilic acid
it: Acido antranilico

source: Carbon tetrachloride
it: Tetracloruro di carbonio

source: Magnesium chloride
it: Cloruro di magnesio

source: Mercury
it: Mercurio

source: Enzymes [other than for medical use] for use in the continuous homogenous isothermal amplifications of specific rna templates
it: Enzimi [non per uso medico] per uso nelle amplificazioni isotermiche omogenee continue di specifici modelli di RNA

source: Enzymes for technical use
it: Enzimi per uso tecnico

source: Renovating preparations for phonograph records
it: Prodotti per la rinnovazione dei dischi acustici

source: Saccharin
it: Saccarina

source: Chemical preparations for the clarification of beverages
it: Preparati chimici per la chiarificazione di bevande

source: Toluenesulfonyl chloride
it: Cloruro di toluenesulfonile

source: Toluidine sulphate
it: Solfato di toluidina

source: Resin for use in anchoring rods
it: Resina per aste di ancoraggio

source: Catalysts for use in non-biological processes
it: Catalizzatori per processi non biologici

source: Universal reagents for automated test systems [laboratory]
it: Reagenti universali per sistemi d'analisi automatizzati [laboratorio]

source: Chemical substances for the enhancement of the environment
it: Sostanze chimiche per il miglioramento dell'ambiente

source: Chemical substances for use as fat replacements
it: Sostanze chimiche per uso come succedanei dei grassi

source: Chemical substances for use in the production of forming powder
it: Sostanze chimiche per uso nella produzione della polvere per formatura

source: Rock fibres for use in forestry
it: Fibre di roccia per la silvicoltura

source: Rubber adhesives for industrial use
it: Adesivi in gomma per uso industriale

source: Seawater for industrial purposes
it: Acqua marina per uso industriale

source: Auxiliary fluids for use with additives for wood pulp
it: Fluidi ausiliari per uso con additivi per la pasta di legno

source: Bacterial preparations for use in agriculture
it: Preparazioni batteriche per uso agricolo

source: Gases for analytical purposes
it: Gas per applicazioni analitiche

source: Carbonic hydrates
it: Idrati di carbonio

source: Citric acid for industrial purposes
it: Acido citrico per uso industriale

source: Ceramic materials in particulate form, for use as filtering media
it: Materiali ceramici in particelle usati come filtri

source: Adhesives for use in the mechanical industry
it: Adesivi destinati al settore meccanico

source: Caustic potash (potassium hydroxide)
it: Potassa caustica (idrossido di potassio)

source: Chlorides
it: Cloruri

source: Preparations for stimulating cooking for industrial purposes
it: Prodotti per attivare la cottura per uso industriale

source: Silicone resins
it: Resine siliconiche

source: Silver oxides
it: Ossidi d'argento

source: Aluminium oxynitride
it: Ossinitruro di alluminio

source: Amyl alcohol (pentanol)
it: Alcol amilico [pentanolo]

source: Gases for use in welding
it: Gas per la saldatura

source: Antistatic preparations, other than for household purposes
it: Prodotti contro l'elettricità statica per uso non domestico

source: Fuller's earth for use in the textile industry
it: Terra da follone per l'industria tessile

source: Naphthalene
it: Naftalene

source: Neodymium
it: Neodimio

source: Industrial gases for use in fabrication
it: Gas industriali per la fabbricazione

source: Industrial gases for use in metal production
it: Gas industriali per la produzione di metalli

source: Chemical inhibitors against acid attack
it: Inibitori chimici contro l'attacco di acidi

source: Adhesive compositions with a base of epoxy resins for use in industry
it: Composti adesivi a base di resine epossidiche per il settore industriale

source: Gases with sound insulating effects
it: Gas con effetti fonoisolanti

source: Radium for scientific purposes
it: Radio per uso scientifico

source: Ethyl ether
it: Etere etilico

source: Europium
it: Europio

source: Preservatives for plants
it: Conservanti per piante

source: Bichromate of soda
it: Bicromato di soda

source: Sodium carbonate
it: Carbonato di sodio

source: Chemical substances for use in finishing processes in the textile industry
it: Sostanze chimiche per uso nei processi di finitura nel settore tessile

source: Chemicals used in the manufacture of semiconductor chips
it: Prodotti chimici usati nella fabbricazione di chip semiconduttori

source: Clay for use as swelling agents for suspensions
it: Argilla per uso come agente gonfiante per sospensioni

source: Defoaming agents
it: Agenti antischiuma

source: Acetylene tetrachloride
it: Tetracloruro di acetilene

source: Methacrylic acid
it: Acido metacrilico

source: Methyl chloride
it: Cloruro di metile

source: Compounds of polyvinyl chloride
it: Composti di cloruro di polivinile

source: Saltpeter
it: Salnitro

source: Nucleic acids
it: Acidi nucleici

source: Preparations for fortifying plants
it: Preparati per fortificare le piante

source: Biochemicals namely, polypeptides for in vitro research use
it: Prodotti biochimici ovvero polipeptidi per uso nella ricerca in vitro

source: Biochemicals namely, precursors for in vitro genetic engineering use
it: Prodotti biochimici ovvero precursori per uso in vitro per l'ingegneria genetica

source: Biochemicals, namely, monoclonal antibodies for in vitro scientific or research use
it: Prodotti biochimici ovvero anticorpi monoclonali per uso scientifico o di ricerca in vitro

source: Polyurethanes
it: Poliuretani

source: Flame retardant preparations for coating fabrics
it: Prodotti ignifughi per il rivestimento di stoffe

source: Sensitized receiver paper for use in the thermal dye sublimation process
it: Carta sensibilizzata ricevente per processi di sublimazione termica

source: Defoamers for effluent
it: Deschiumanti per effluenti

source: Oxidising preparations
it: Preparati ossidanti

source: Paper in the form of webs [sensitized]
it: Carta in forma di rotoli [sensibilizzata]

source: Aluminium salts
it: Sali di alluminio

source: Ammonium compounds for removing electrostatatic charges
it: Composti di ammonio per l'eliminazione di cariche elettrostatiche

source: Monomers for use in the manufacture of dental products
it: Monomeri per fabbricazione di prodotti odontoiatrici

source: Mouldable synthetic resins [unprocessed]
it: Resine sintetiche modellabili [allo stato grezzo]

source: Barium sulphide
it: Solfuro di bario

source: Genetic identity tests comprised of reagents
it: Test di identità genetica costituiti da reagenti

source: Calcined soda
it: Soda calcinata

source: Adhesives for glazing
it: Adesivi per vetrata

source: Adhesives for printing templates
it: Adesivi per la stampa di modelli

source: Ethyl chloride
it: Cloruro di etile

source: Ethylene chlorohydrin
it: Cloridrina etilenica

source: Manganese carbonate
it: Carbonato di manganese

source: Adhesives for use in the manufacture of plywood
it: Adesivi utilizzati nella fabbricazione del compensato

source: Chemicals for use as aversion agents by virtue of their odour
it: Prodotti chimici destinati all'uso come repellenti in virtù del loro odore

source: Chemicals for use as processing additives in the petrochemicals industry
it: Prodotti chimici da usarsi come additivi di lavorazione nell'industria petrolchimica

source: Chemicals for use in aquariums [other than pharmaceuticals]
it: Prodotti chimici per uso in acquari [non prodotti farmaceutici]

source: Hydroxypropyl methylcellulose acetate succinate
it: Idrossipropilmetilcellulosa acetato succinato

source: Synthetic resin compounds in the form of microspheres used to incorporate various other substances
it: Composti di resine sintetiche sotto forma di microsfere utilizzati per incorporare altre sostanze

source: Tanning agents for use in the manufacture of leather
it: Agenti concianti per la lavorazione del cuoio

source: Protective coatings for repelling water [chemical]
it: Rivestimenti protettivi idrorepellenti [chimici]

source: Protein for use in the manufacture of foodstuffs
it: Proteine per la produzione di alimenti

source: Proteins for detecting antibodies [other than for medical use]
it: Proteine per rilevare anticorpi [non per uso medico]

source: Soil conditioning preparations for enhancing the growth of horticultural products
it: Prodotti di condizionamento del terreno per aumentare la crescita di prodotti orticoli

source: Stabilizing agents for polyvinyl chloride
it: Agenti stabilizzanti per polivinilcloruro

source: Halogens
it: Alogeni

source: Hardening agents for processed plastics
it: Agenti indurenti per plastica lavorata

source: Protein [raw material]
it: Proteina [materia prima]

source: Zinc phosphate
it: Fosfato di zinco

source: Anhydrous caustic soda
it: Soda caustica anidra

source: Chemical preparations for use in the prevention of fires
it: Prodotti chimici per la prevenzione d'incendi

source: Benzyl chloride
it: Cloruro di benzile

source: Adhesive preparations for surgical bandages
it: Materie collanti per fasciature chirurgiche

source: Immunoassays based on polypeptides for determining immunological profile, other than for medical use
it: Immunodosaggi basati su polipeptidi per determinare il profilo immunologico, non per uso medico

source: Immunoglobulins, other than for medical use
it: Immunoglobuline, non per uso medico

source: Potassium chloride fertilizer
it: Fertilizzante al cloruro di potassio

source: Chemicals for use in etching
it: Prodotti chimici per acqueforti

source: Chemicals for use in molecular separation processes [other than medical and veterinary]
it: Prodotti chimici da utilizzare nei processi di separazione molecolare [non per uso medico e veterinario]

source: Chemicals for use in propellants
it: Sostanze chimiche per propellenti

source: Chemicals for use in the formation of water wells
it: Prodotti chimici per uso nella formazione di pozzi d'acqua

source: Compositions for scientific use in the preparation of culture media
it: Composti per uso scientifico nella preparazione di brodi di colture

source: Compositions for setting cement
it: Composti per la presa del cemento

source: Compositions for use in radiation
it: Composti per la radiazione

source: Magnesium carbonate for use in manufacture
it: Carbonato di magnesio per uso manifatturiero

source: Magnesium ferro-silicon
it: Ferrosilicio di magnesio

source: Magnesium hydroxide for use in manufacture
it: Idrossido di magnesio per uso manifatturiero

source: Manure in solid form
it: Concime allo stato solido

source: Detergents having disinfectant properties for use in manufacturing processes
it: Detergenti aventi proprietà disinfettanti per processi di fabbricazione

source: Developers for use with light sensitive materials
it: Sviluppatori per materiali fotosensibili

source: De-watering fluids
it: Fluidi disidratanti

source: Chemical additives for use with internal combustion engine fuels
it: Additivi chimici per carburanti per motori a combustione interna

source: Alginates for the food industry
it: Alginati per l'industria alimentare

source: Gluten for the food industry
it: Glutine per l'industria alimentare

source: Absorbent graphites
it: Grafiti assorbenti

source: Acetate esters
it: Esteri di acetato

source: Gold chloride
it: Cloruro d' oro

source: Radioactive preparations for scientific purposes
it: Preparati radioattivi per scopi scientifici

source: Chemicals having liquid crystal properties
it: Sostanze chimiche con proprietà di cristalli liquidi

source: Pepsin [enzymes] for industrial purposes
it: Pepsina [enzimi] per scopi industriali

source: Detergent for use in the manufacture of hair shampoo
it: Detergente da utilizzare nella produzione di shampoo per capelli

source: Doping compounds for use in the manufacture of semiconductors
it: Composti di drogaggio utilizzati nella fabbricazione di semiconduttori

source: Polyesters for use in the repair of flaws in surfaces
it: Poliesteri per riparazione di imperfezioni su superfici

source: Spray crystallized porous spheres of ceramic material
it: Sfere porose cristallizzate spray in materiali ceramici

source: Chemical additives for use in the production of coatings
it: Additivi chimici per la produzione di rivestimenti

source: Additives (Chemical -) for use in repairing masonry
it: Additivi (Chimici -) per la riparazione di muratura

source: Additives (Chemical -) for use in the drilling of subterranean gas wells
it: Additivi (Chimici -) per la trivellazione di pozzi di gas sotterranei

source: Double or triple superphosphate fertilizer
it: Fertilizzante al doppio o triplo perfosfato

source: Fillers for rubber
it: Riempitivi per gomma

source: Filtering media [chemical] for water
it: Agenti filtranti [chimici] per l'acqua

source: Filtration agents for enzymes
it: Additivi filtranti per enzimi

source: Gum arabic for use in lithographic printing processes
it: Gomma arabica per processi di stampa litografica

source: Crystalline cellulose
it: Cellulosa cristallina

source: Thermosetting plastic refractory materials
it: Materiali refrattari termoindurenti in plastica

source: Proteins for human foodstuffs which form gels as part of the manufacturing process
it: Proteine per alimenti per uso umano che formano gel come parte di processi di fabbricazione

source: Proteins for use in science
it: Proteine per la scienza

source: Liquid manure substitute
it: Succedanei di concimi liquidi

source: Chemicals for use in the paper industry
it: Prodotti chimici per l'industria della carta

source: Heat stable polymerase
it: Polimerasi termostabile

source: Isocyanate compounds
it: Composti di isocianato

source: Additives (Chemical -) for the flow control of caulks
it: Additivi (chimici) per il controllo del flusso di stucchi

source: Additives (Chemical -) for the flow control of plastics
it: Additivi (Chimici -) per il controllo del flusso della plastica

source: Chemicals for use in the agrochemical industry
it: Prodotti chimici destinati all'industria agrochimica

source: Cultures of microorganisms for industrial purposes
it: Colture di microrganismi per uso industriale

source: Iron phosphate
it: Fosfato di ferro

source: Chemical additives for food
it: Additivi chimici per alimenti

source: Liquefied gases for use in aerosol containers
it: Gas liquefatti destinati a contenitori aerosol

source: Liquid adhesives for use as fabric stiffeners [not for laundry purposes]
it: Adesivi liquidi da utilizzare come prodotti per inamidare tessuti [non per il bucato]

source: Substances for protection against frost
it: Sostanze per la protezione dalla brina

source: Substances for the etching of mortar
it: Sostanze per l'incisione di malta

source: Gelatine for the manufacture of printing paper
it: Gelatina per la produzione di carta da stampa

source: Diagnostic reagents for in-vitro use [other than medical]
it: Reagenti diagnostici per uso in vitro [non medico]

source: Mercuric oxide
it: Ossido mercurico

source: Salts of precious metals for industrial purposes
it: Sali di metalli preziosi per uso industriale

source: Photo curable compositions comprising pre-polymers
it: Composti fotosensibili comprendenti prepolimeri

source: Photographic chemicals for processing photographic plates
it: Prodotti chimici fotografici per il trattamento di tavole fotografiche

source: Graphite
it: Grafite

source: Rubber based cements [adhesives] for industrial use
it: Cementi a base di gomma [adesivi] per uso industriale

source: Substances for preventing runs in stockings
it: Prodotti per impedire la smagliatura delle calze

source: Salt for use in the dyeing industry
it: Sale per l'industria tintoria

source: Salt for use in the soap industry
it: Sale per l'industria del sapone

source: Propellant gases for aerosols
it: Gas propellenti per aerosols

source: Albumin [animal or vegetable, raw material]
it: Albumina [animale o vegetale, materia prima]

source: Iodised albumen
it: Albumina iodata

source: Chemical products for adsorbing
it: Prodotti chimici adsorbenti

source: Affinity ligands
it: Leganti di affinità

source: Bacteriological preparations for use in agriculture
it: Preparati batteriologici per l'agricoltura

source: Fixing baths [photography]
it: Bagni di fissaggio [fotografia]

source: Fillers for bleaching earths
it: Riempitivi per terre da sbianca

source: Fillers for paper
it: Riempitivi per carta

source: Micronutrients for application to crops
it: Sostanze micronutrienti da applicare ai raccolti

source: Mineral preparations for use in manufacturing
it: Prodotti minerali per la manifattura

source: Industrial adhesives for use in metal working
it: Adesivi industriali per la lavorazione dei metalli

source: Size for use in the textile industry
it: Appretti per l'industria tessile

source: Polyethylene resins [unprocessed]
it: Resine in polietilene [allo stato grezzo]

source: X-ray contrast media, other than for medical use
it: Mezzi di contrasto per raggi X, non per uso medico

source: Nickel hydroxide
it: Idrossido di nichel

source: Chemical additives for oils
it: Additivi chimici per oli

source: Chemicals for use in horticulture [other than fungicides, weedkillers, herbicides, insecticides, parasiticides]
it: Prodotti chimici destinati all'orticoltura [eccetto fungicidi, diserbanti, erbicidi, insetticidi, parassiticidi]

source: Chemicals for use in manufacture
it: Prodotti chimici per la fabbricazione

source: Fertilizers for domestic use
it: Fertilizzanti per uso domestico

source: Fluxes for use in the preparation of ceramics
it: Fondenti per la preparazione della ceramica

source: Fluxes for use in the preparation of glass
it: Fondenti per la preparazione del vetro

source: Antimony sulfide
it: Solfuro di antimonio

source: Tagged antibodies for laboratory use
it: Anticorpi marcati per uso di laboratorio

source: Talc for use in paints
it: Talco per uso in vernici

source: Vinyl chloride
it: Cloruro di vinile

source: Vulcanisation accelerators [chemical preparation]
it: Acceleratori di vulcanizzazione [prodotti chimici]

source: Zinc chloride
it: Cloruro di zinco

source: Calcium cyanamides
it: Cianammide di calcio

source: Calcium fluoride
it: Fluoruro di calcio

source: Chemical products for insertion into vehicle tyres to protect them
it: Prodotti chimici da inserire in pneumatici di veicoli per proteggerli

source: Enzyme preparations for the decomposition of excreta
it: Preparati enzimatici per la decomposizione di escrezioni

source: Terbium
it: Terbio

source: Aerated concrete granules for use as binders for oil
it: Granuli aerati in calcestruzzo per uso come leganti per olio

source: Acrylic monomers
it: Monomeri acrilici

source: Active chemical ingredients for use in the manufacture of anti-cancer drugs
it: Composti chimici attivi per la produzione di farmaci antitumorali

source: Gallium compounds
it: Composti di gallio

source: Chemicals containing additives having fire extinguishing properties
it: Sostanze chimiche contenenti additivi con proprietà di estinzione del fuoco

source: Water for batteries
it: Acqua per batterie

source: Water resistant protective surface coatings [chemical, other than paints]
it: Rivestimenti protettivi impermeabili per superfici [chimici, non pitture]

source: Chemicals for use in the manufacture of flame retardant coatings
it: Prodotti chimici per la fabbricazione di rivestimenti ignifuganti

source: Additives, chemical, to insecticides
it: Additivi chimici agli insetticidi

source: Heat transfer liquids for use in heating systems in the pharmaceutical industry
it: Liquidi termovettori per impianti di riscaldamento nell'industria farmaceutica

source: Hot applied roofing adhesives
it: Adesivi per tetti applicati a caldo

source: Polyvinyl chloride for use in manufacture
it: Cloruro di polivinile per uso manifatturiero

source: Potato flour for industrial purposes
it: Farina di patate per uso industriale

source: Reinforcing fillers
it: Mastici di rinforzo

source: Release agents for use in baking
it: Agenti di distacco per la panetteria

source: Thermally applied metallic spray coatings of carbide alloy
it: Rivestimenti spray metallici in leghe di carburo ad applicazione termica

source: Thermoplastic elastomers
it: Elastomeri termoplastici

source: Thermoplastic resin for use in thermoforming
it: Resine termoplastiche per uso nella termoformatura

source: Thickening agents being biochemical products for industrial use
it: Agenti addensanti che sono prodotti biochimici per uso industriale

source: Glaziers' putty
it: Mastice da vetraio

source: Electrolytic nickel for making embossed holograms
it: Nichel elettrolitico per la produzione di ologrammi goffrati

source: Chemicals for use in fish tanks [other than pharmaceuticals]
it: Prodotti chimici per uso in vasche di pesci [non prodotti farmaceutici]

source: Chemicals for use in the therapy of environmental damage on plants
it: Prodotti chimici per la terapia del danno ambientale sulle piante

source: Collagen based ingredients for cosmetic preparations
it: Ingredienti a base di collagene per preparati cosmetici

source: Acetate of cellulose, unprocessed
it: Acetato di cellulosa allo stato grezzo

source: Cellulose microspheres [raw material]
it: Microsfere di cellulosa [materia prima]

source: Cerium hydroxide
it: Idrossido di cerio

source: Chemical products for preventing scale
it: Prodotti chimici per prevenire incrostazioni

source: Chemically converted compound fertilizers
it: Fertilizzanti composti convertiti chimicamente

source: Compositions for the manufacture of technical ceramics
it: Composizioni per la fabbricazione della ceramica tecnica

source: Thorium nitrate
it: Nitrato di torio

source: Chemical reagents for susceptibility determinations, other than for medical or veterinary use
it: Reagenti chimici per le determinazioni della vulnerabilità, non per uso medico o veterinario

source: Chemical reagents for use in science, other than for medical or veterinary use
it: Reagenti chimici destinati alla scienza, non per uso medico o veterinario
